Repository: forswow/Frifri-2-
Catalog: lib/src/core/localization/l10n/app_*.arb
Languages: ka

source: Departure date selected
ka: არჩეულია გამგზავრების თარიღი

source: Service
ka: სერვისი

source: Air tickets
ka: საჰაერო ბილეთები

source: Insurance
ka: დაზღვევა

source: Rent a car
ka: მანქანის გაქირავება

source: Excursions
ka: ექსკურსიები

source: Sanatoriums
ka: სანატორები

source: SIM cards
ka: SIM ბარათები

source: Compensation
ka: კომპენსაცია

source: Settings
ka: პარამეტრები

source: Departure Airport
ka: გასვლის აეროპორტი

source: Language
ka: ენა

source: Currency
ka: ვალუტა

source: Confidentiality
ka: კონფიდენციალობა

source: Privacy Policy
ka: Კონფიდენციალურობის პოლიტიკა

source: Company Policy
ka: კომპანიის პოლიტიკა

source: License Agreement
ka: სალიცენზიო ხელშეკრულება

source: Help
ka: დახმარება

source: More
ka: სხვა

source: Push-notification
ka: შეტყობინებები

source: Confirm
ka: დადასტურება

source: Avia
ka: ავია

# hotel
source: Hotels
ka: სასტუმროები

# moreFirstUpCase
source: More
ka: სხვა

source: Flight cost
ka: ფრენის ღირებულება

# directFligthsFrom
source: Direct flights from
ka: პირდაპირი ფრენები

# whereToFly
source: Where to?
ka: სად მივდივართ??

source: Where from
ka: საიდან

source: Where
ka: საიდან

source: Choose
ka: აირჩიეთ

source: When
ka: როდესაც

source: Back
ka: უკან

source: Passengers
ka: მგზავრები

# placeClass
source: Class
ka: კლასი

source: Direct flights only
ka: მხოლოდ პირდაპირი ფრენები

source: Find tickets
ka: იპოვეთ ბილეთები

source: children
ka: ბავშვები

source: Adults
ka: ზრდასრულები

source: Economy
ka: ეკონომიკა

source: Comfort
ka: კომფორტი

source: First class
ka: პირველი კლასის

source: Business
ka: ბიზნესი

source: Passengers and class
ka: მგზავრები და კლასი

source: Nearest airport
ka: უახლოესი აეროპორტი

source: Recent searches
ka: ბოლო ძიება

source: Airport/City search
ka: აეროპორტი / ქალაქის ძებნა

source: Airport
ka: აეროპორტი

# selectDate
source: Select the date
ka: აირჩიეთ თარიღი

# cityTbilisi
source: Tbilisi
ka: თბილისი

# cityKutaisi
source: Kutaisi
ka: ქუთაისი

# cityBatumi
source: Batumi
ka: ბათუმი

# currencyRub
source: Rubles
ka: რუბლი

# currencyUsd
source: Dollars
ka: დოლარი

# currencyEur
source: Euros
ka: ევრო

# currencyGel
source: Lari
ka: ლარი

source: Count of layovers
ka: დასვენების რაოდენობა

source: With layovers
ka: გადასაფარებლებით

source: Direct flight
ka: Პირდაპირი ფრენა

source: The cheapest
ka: Ყველაზე იაფი

# hoursSymbol
source: h
ka: სთ

# minutesSymbol
source: m
ka: მ

source: price
ka: ფასი

source: Go to price calendar
ka: ფასების კალენდარში გადასვლა

source: from
ka: დან

source: Transfer to
ka: გადაცემას

source: Buy a ticket for
ka: ყიდვა ბილეთი

# mostFrequentQuestions
source: Most frequently asked questions
ka: ყველაზე ხშირად დასმული კითხვები

# flightCancellation
source: Flight cancellations
ka: ფრენების გაუქმება

source: Ticket registration
ka: ბილეთების გაყიდვა

source: Previously searched
ka: ადრე მოძებნილი

source: Choose departure date
ka: აირჩიეთ გამგზავრების თარიღი

# thereAreNoDirectFlights
source: There are no direct flights for the selected route
ka: არჩეული ფრენისთვის პირდაპირი გამგზავრება არ მოიძებნა

# loadingDirectAirports
source: Loading destination airports from the database
ka: დანიშნულების აეროპორტების ჩატვირთვა მონაცემთა ბაზიდან

# gotAirports
source: Airports received
ka: აეროპორტები მიიღეს

# loadingDirectTickets
source: Loading airline tickets
ka: ავიაბილეთების ჩატვირთვა

source: City
ka: ქალაქი

source: Arrival date
ka: მოსვლის თარიღი

source: Departure date
ka: გამოსვლის თარიღი

source: No internet :(
ka: ინტერნეტი არაა :(

# checkConnection
source: Check your internet connection
ka: შეამოწმეთ თქვენი ინტერნეტ კავშირი

source: In development
ka: განვითარებაში

source: No transfers
ka: არ არის გადარიცხვები

source: Notification
ka: შეტყობინება

# checkBooking
source: Please check the correct price and flight details before booking.
ka: გთხოვთ შეამოწმოთ ზუსტი ფასი და ფრენის დეტალები დაჯავშნამდე.

source: Go to purchase
ka: გადადით შეძენაზე

source: Search results
ka: ძიების შედეგები

# selectedSameLocation
source: You have selected the same location
ka: თქვენ აირჩიეთ იგივე მდებარეობა

# noTicketsFound
source: Unfortunately, no tickets were found for your request.
ka: სამწუხაროდ, ბილეთები არ მოიძებნა თქვენი მოთხოვნით.

# enterCity
source: Please enter a city
ka: გთხოვთ, შეიყვანეთ ქალაქი

# faq_how_to_return_ticket
source: To find out if you can return your ticket, you need to contact the seller directly. Here’s how to do it: 1. Find your ticket and check which company sold it to you and what contact details they have. 2. Contact that ticket agency, provide your details, and they will explain whether the ticket can be returned and how much it will cost. The conditions and possibilities depend on its fare. We would tell you the return conditions ourselves, but we only search for tickets and compare prices; for purchasing, you go to our partners’ websites — airlines and agencies.
ka: რათა გაიგოთ შეგიძლიათ თუ არა ბილეთის დაბრუნება, უნდა დაუკავშირდეთ პირდაპირ მისი გამყიდველს. აი როგორ უნდა გააკეთოთ ეს: 1. მოიძიოთ თქვენი ბილეთი და შეამოწმოთ, რომელი კომპანია გაყიდა იგი და რა საკონტაქტო ინფორმაცია აქვს. 2. დაუკავშირდეთ ამ ბილეთის სააგენტოს, მიაწვდეთ თქვენი მონაცემები და ისინი აგიხსნიან შეგიძლიათ თუ არა ბილეთის დაბრუნება და რამდენი ღირს. მოქმედებები და შესაძლებლობები დამოკიდებულია მის ტარიფზე. ჩვენ თავად გეტყვით დაბრუნების პირობებს, მაგრამ ჩვენ მხოლოდ ბილეთებს ვეძებთ და ფასებს ვადარებთ; შესყიდვისთვის კი ჩვენს პარტნიორების ვებსაიტებზე გადადიხართ - ავიაკომპანიები და სააგენტოები.

# howReturnTicket
source: How to return an air ticket?
ka: როგორ დავაბრუნოთ ავიაბილეთი?

# faq_ticket_didnt_show_up
source: Please check your "Spam" folder in your email inbox — often lost emails end up there. If the ticket is not there, you need to contact the seller and ask them to check the email address and resend the ticket. For this purpose, check the SMS about the payment — it will indicate the name of the company where you made the purchase. If you cannot figure it out, go back a step in the app and send us a screenshot of the payment via email or social media from the "Need Help?" section — we will assist you. We would send you a receipt ourselves, but we only search for tickets and compare prices; for purchasing, you go to our partners’ websites — airlines and agencies.
ka: გთხოვთ გადაამოწმოთ თქვენი "სპამი" ფოლდერი თქვენს ელფოსტაში - ხშირად დაკარგული წერილები სწორედ იქ ხვდება. თუ ბილეთი იქ არ არის, უნდა დაუკავშირდეთ გამყიდველს და სთხოვოთ შეამოწმოს ელფოსტის მისამართი და ხელახლა გამოგიგზავნოს ბილეთი. ამისათვის შეამოწმეთ SMS გადახდის შესახებ - მასში იქნება მითითებული იმ კომპანიის სახელი, სადაც თქვენ შეიძინეთ პროდუქტი. თუ ვერ შეძლებთ разобраться, დაბრუნდით აპლიკაციაში ერთი ნაბიჯით უკან და გამოგვიგზავნეთ გადახდის სკრინშოტი ელფოსტით ან სოციალური მედიის საშუალებით "დახმარება საჭიროა?" განყოფილებიდან - ჩვენ დაგეხმარებით. ჩვენ თავად გაგიგზავნით მარშრუტის ქვითარს, მაგრამ ჩვენ მხოლოდ ბილეთებს ვეძებთ და ფასებს ვადარებთ; შესყიდვისთვის კი ჩვენს პარტნიორების ვებსაიტებზე გადადიხართ - ავიაკომპანიები და სააგენტოები.

# ticket_not_arrived_title
source: The ticket didn’t arrive - what to do?
ka: ბილეთი არ მოვიდა - რას ვიზამთ?

# frequent_questions_title
source: Frequently Asked Questions
ka: ყველაზე ხშირად დასმული კითხვები
